;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! ranger)

(package! esh-help)
(package! multi-eshell)
(package! eshell-prompt-extras)

(package! aggressive-indent)
(package! smartparens)
(package! origami)

(package! virtualenvwrapper)
